tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
brew "btop"
brew "coreutils"
brew "docker"
brew "docker-buildx"
brew "gnupg"
brew "htop"
brew "mas"
brew "ncdu"
brew "neofetch"
brew "shellcheck"
brew "tmux"
cask "airbuddy"
cask "alfred"
cask "anydesk"
cask "appcleaner"
cask "arc"
cask "coconutbattery"
cask "discord"
cask "element"
cask "exodus"
cask "firefox"
cask "gitkraken"
cask "hex-fiend"
cask "iina"
cask "istat-menus"
cask "karabiner-elements"
cask "keepassxc"
cask "keyboardcleantool"
cask "microsoft-edge"
cask "mkvtoolnix"
cask "omnidisksweeper"
cask "onedrive"
cask "parallels"
cask "plex"
cask "sqlitestudio"
cask "thunderbird"
cask "transmission-remote-gui"
cask "visual-studio-code"
mas "AdGuard for Safari", id: 1440147259
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
mas "Affinity Publisher 2", id: 1606941598
mas "AutoMounter", id: 1160435653
mas "Dark Night", id: 1592844577
mas "Dato", id: 1470584107
mas "Infuse", id: 1136220934
mas "Ivory", id: 6444602274
mas "Keka", id: 470158793
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "MusicHarbor", id: 1440405750
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Peek", id: 1554235898
mas "Spark", id: 1176895641
mas "Strongbox", id: 897283731
mas "TestFlight", id: 899247664
mas "Userscripts-Mac-App", id: 1463298887
mas "WhatsApp", id: 1147396723
mas "WireGuard", id: 1451685025
vscode "alexcvzz.vscode-sqlite"
vscode "BeardedBear.beardedicons"
vscode "BeardedBear.beardedtheme"
vscode "codezombiech.gitignore"
vscode "DavidAnson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "fisheva.eva-theme"
vscode "icrawl.discord-vscode"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-fr"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "ryanolsonx.solarized"
vscode "timonwong.shellcheck"
vscode "Tyriar.sort-lines"
vscode "yzhang.markdown-all-in-one"
vscode "ZainChen.json"
