tap "buo/cask-upgrade"
brew "openssl@3"
brew "ansible"
brew "blueutil"
brew "btop"
brew "coreutils"
brew "diffutils"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gallery-dl"
brew "gnupg"
brew "gpatch"
brew "grep"
brew "htop"
brew "jq"
brew "mas"
brew "pandoc"
brew "pipx"
brew "poppler"
brew "ripgrep-all"
brew "shellcheck"
brew "tmux"
brew "vim"
brew "wireguard-tools"
brew "yt-dlp"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "arc"
cask "betterdisplay"
cask "calibre"
cask "coconutbattery"
cask "exodus"
cask "iina"
cask "istat-menus@6"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "kitty"
cask "obsidian"
cask "omnidisksweeper"
cask "onedrive"
cask "parallels"
cask "plex"
cask "rustdesk"
cask "sqlitestudio"
cask "steam"
cask "visual-studio-code"
cask "windscribe"
cask "zen"
mas "AdGuard for Safari", id: 1440147259
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
mas "Affinity Publisher 2", id: 1606941598
mas "AutoMounter", id: 1160435653
mas "Dark Night", id: 1592844577
mas "Dato", id: 1470584107
mas "Fiery Feeds", id: 1158763303
mas "Hidden Bar", id: 1452453066
mas "Ice Cubes", id: 6444915884
mas "Infuse", id: 1136220934
mas "Keka", id: 470158793
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "MusicHarbor", id: 1440405750
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Peek", id: 1554235898
mas "Strongbox", id: 897283731
mas "TestFlight", id: 899247664
mas "WhatsApp", id: 310633997
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
vscode "alexcvzz.vscode-sqlite"
vscode "anthropic.claude-code"
vscode "beardedbear.beardedicons"
vscode "beardedbear.beardedtheme"
vscode "codezombiech.gitignore"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "fisheva.eva-theme"
vscode "foxx1337.autoscrolldown"
vscode "github.vscode-github-actions"
vscode "icrawl.discord-vscode"
vscode "jackhumbert.redscript-syntax-highlighting"
vscode "lextudio.restructuredtext"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-fr"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "ryanolsonx.solarized"
vscode "t3dotgg.vsc-material-theme-but-i-wont-sue-you"
vscode "timonwong.shellcheck"
vscode "tyriar.sort-lines"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
