tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "coreutils"
brew "ffmpeg"
brew "gnupg"
brew "htop"
brew "mas"
brew "mosh"
brew "ncdu"
brew "neofetch"
brew "node"
brew "python@3.9"
brew "shellcheck"
brew "tmux"
brew "tree"
cask "alfred"
cask "anydesk"
cask "appcleaner"
cask "coconutbattery"
cask "discord"
cask "docker"
cask "gitkraken"
cask "iina"
cask "karabiner-elements"
cask "keepassxc"
cask "microsoft-edge"
cask "mkvtoolnix"
cask "omnidisksweeper"
cask "onedrive"
cask "parallels"
cask "plex"
cask "private-internet-access"
cask "setapp"
cask "visual-studio-code"
mas "AdGuard for Safari", id: 1440147259
mas "AutoMounter", id: 1160435653
mas "Dato", id: 1470584107
mas "Infuse", id: 1136220934
mas "Keka", id: 470158793
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "MusicHarbor", id: 1440405750
mas "Neo Noir", id: 1592844577
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Peek", id: 1554235898
mas "Spark", id: 1176895641
mas "Strongbox", id: 897283731
mas "Tweetbot", id: 557168941
mas "Userscripts", id: 1463298887
